seatDate={
    "T2626791360_T2626791361":{
        day:"01월 21일 (화) | 20시 00분 ",
        seat:"B구역 0열 2",
        character:" 허혜진 홍승안 이강혁 ",
        id_pwd:" sdh65261 bbangin28!! ",
        ph:"01052851467",
        select:false
},
    "T2626791360_T2626791362":{
    day:"01월 22일 (화) | 20시 00분 ",
    seat:"B구역 0열 3",
    character:" 허혜진 홍승안 이강혁 ",
    id_pwd:" sdh65261 bbangin28!! ",
    ph:"01052851467",
    select:false

}
}
userData={
    "한놈":["T2626791360_T2626791361","T2626791360_T2626791362"],
    "두놈":["T2626791360_T2626791361"],
    "세시기":["T2626791360_T2626791362"],
}
users=["한놈","두놈","세시기"]
userI=0
datas={
    "goodsName":"내가 제목이야 날 꼭 적어줘 히히",
    "user":`01035276488
01044418344
01052851467`,
    "seat":`01월 21일 (화) | 20시 00분 | B구역 0열 2	 | 허혜진 홍승안 이강혁 | sdh65261 bbangin28!! T2626791360_T2626791361 01052851467
01월 21일 (화) | 20시 00분 | B구역 0열 3	 | 허혜진 홍승안 이강혁 | sdh65261 bbangin28!! T2626791361_T2626791361 01052851467
01월 21일 (화) | 20시 00분 | B구역 0열 4	 | 허혜진 홍승안 이강혁 | junyboy summer1213 T2626791400_T2626791401 01044418344
01월 21일 (화) | 20시 00분 | B구역 0열 5	 | 허혜진 홍승안 이강혁 | junyboy summer1213 T2626791401_T2626791401 01044418344
01월 22일 (수) | 16시 00분 | B구역 0열 7	 | 홍나현 안지환 김석환 | asar123 qlqjs233@ T2626791390 01035276488
02월 01일 (토) | 18시 00분 | B구역 0열 7	 | 허혜진 홍승안 김석환 | mtomto mto5177M T2626791380 01048813987`,
    "userSeat":userData,
    "seatDate":seatDate
}
copyInfo=`
- 박은태 한지상 정유지 
01월 01일 (수) | 14시 00분
01월 01일 (수) | 14시 00분 | C열 16  | 박은태 한지상 정유지   

- 마이클 리 윤형렬 김보경
01월 01일 (수) | 18시 30분
01월 01일 (수) | 18시 30분 | C열 16  | 마이클 리 윤형렬 김보경
01월 01일 (수) | 18시 30분 | C열 17  | 마이클 리 윤형렬 김보경
01월 01일 (수) | 18시 30분 | C열 20  | 마이클 리 윤형렬 김보경

- 박은태 한지상 김보경 
01월 04일 (토) | 18시 30분
01월 04일 (토) | 18시 30분 | C열 16  | 박은태 한지상 김보경   
01월 04일 (토) | 18시 30분 | C열 17  | 박은태 한지상 김보경   
01월 04일 (토) | 18시 30분 | C열 18  | 박은태 한지상 김보경   
01월 04일 (토) | 18시 30분 | C열 19  | 박은태 한지상 김보경   


- 마이클 리 윤형렬 장은아
01월 05일 (일) | 15시 00분
01월 05일 (일) | 15시 00분 | C열 16  | 마이클 리 윤형렬 장은아
01월 05일 (일) | 15시 00분 | C열 17  | 마이클 리 윤형렬 장은아
01월 05일 (일) | 15시 00분 | C열 18  | 마이클 리 윤형렬 장은아
01월 05일 (일) | 15시 00분 | C열 20  | 마이클 리 윤형렬 장은아

- 마이클 리 한지상 김보경
01월 08일 (수) | 19시 30분
01월 08일 (수) | 19시 30분 | C열 16  | 마이클 리 한지상 김보경


- 박은태 한지상 장은아
01월 10일 (금) | 19시 30분
01월 10일 (금) | 19시 30분 | C열 16  | 박은태 한지상 장은아   
01월 10일 (금) | 19시 30분 | C열 18  | 박은태 한지상 장은아   
01월 10일 (금) | 19시 30분 | C열 19  | 박은태 한지상 장은아   
01월 10일 (금) | 19시 30분 | C열 20  | 박은태 한지상 장은아   

- 마이클 리 백형훈 정유지
01월 11일 (토) | 14시 00분
01월 11일 (토) | 14시 00분 | C열 14  | 마이클 리 백형훈 정유지
01월 11일 (토) | 14시 00분 | C열 16  | 마이클 리 백형훈 정유지
01월 11일 (토) | 14시 00분 | C열 18  | 마이클 리 백형훈 정유지
01월 11일 (토) | 14시 00분 | D열 17  | 마이클 리 백형훈 정유지
01월 11일 (토) | 14시 00분 | D열 18  | 마이클 리 백형훈 정유지
01월 11일 (토) | 14시 00분 | D열 19  | 마이클 리 백형훈 정유지
01월 11일 (토) | 14시 00분 | D열 20  | 마이클 리 백형훈 정유지

- 박은태 한지상 김보경   
01월 11일 (토) | 18시 30분
01월 11일 (토) | 18시 30분 | E열 17  | 박은태 한지상 김보경      
01월 11일 (토) | 18시 30분 | F열 17  | 박은태 한지상 김보경   
01월 11일 (토) | 18시 30분 | F열 18  | 박은태 한지상 김보경   
01월 11일 (토) | 18시 30분 | F열 19  | 박은태 한지상 김보경   
01월 11일 (토) | 18시 30분 | F열 20  | 박은태 한지상 김보경   

- 마이클 리 윤형렬 장은아
01월 12일 (일) | 15시 00분
01월 12일 (일) | 15시 00분 | C열 13  | 마이클 리 윤형렬 장은아
01월 12일 (일) | 15시 00분 | C열 14  | 마이클 리 윤형렬 장은아
01월 12일 (일) | 15시 00분 | C열 19  | 마이클 리 윤형렬 장은아
`
console.log(datas)