datas={
    "goodsName":"내가 제목이야 날 꼭 적어줘 히히",
    "user":`01035276488
01044418344
01052851467`,
    "seat":`01월 21일 (화) | 20시 00분 | B구역 0열 2	 | 허혜진 홍승안 이강혁 | sdh65261 bbangin28!! T2626791360_T2626791361 01052851467
01월 21일 (화) | 20시 00분 | B구역 0열 3	 | 허혜진 홍승안 이강혁 | sdh65261 bbangin28!! T2626791361_T2626791361 01052851467
01월 21일 (화) | 20시 00분 | B구역 0열 4	 | 허혜진 홍승안 이강혁 | junyboy summer1213 T2626791400_T2626791401 01044418344
01월 21일 (화) | 20시 00분 | B구역 0열 5	 | 허혜진 홍승안 이강혁 | junyboy summer1213 T2626791401_T2626791401 01044418344
01월 22일 (수) | 16시 00분 | B구역 0열 7	 | 홍나현 안지환 김석환 | asar123 qlqjs233@ T2626791390 01035276488
02월 01일 (토) | 18시 00분 | B구역 0열 7	 | 허혜진 홍승안 김석환 | mtomto mto5177M T2626791380 01048813987`,
    "userSeat":{
        "한놈":["아싸"],
        "두놈":["가오리","좋다~!"],
        "세시기":["얼씨구"],
    },
    "leftSeat":{"뭔가 몬가한 데이터":"시트정보"},
}
console.log(datas)